alacritty
alsa-utils
amd-ucode
amf-headers
android-tools
apache
arc-gtk-theme
arc-icon-theme
arc-solid-gtk-theme
aria2
asp
autoconf
automake
base
bind
bison
brightnessctl
bspwm
btrfs-progs
celt
certbot
certbot-apache
cmake
composer
cpupower
cronie
cvs
ddcutil
dialog
docker
docker-compose
dosfstools
dunst
evince
exa
expac
faad2
fakeroot
feh
ffmpeg
firefox-developer-edition
firejail
flameshot
flex
font-manager
freetype2
fzf
gcc
gimp
git
github-cli
gnome-themes-extra
gnu-free-fonts
gnuplot
go
groff
grub
gtk-engine-murrine
gtk4
gvfs-gphoto2
gvfs-mtp
htop
iotop
jack2
jack2-dbus
jack2-docs
jdk-openjdk
jre-openjdk
kdenlive
lib32-libva
libmediainfo
libmpcdec
libpulse
libtool
libva
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau
libvdpau-va-gl
libxcrypt-compat
libxft
libxvmc
light
linux-firmware
linux-zen
linux-zen-headers
lsof
luarocks
lxappearance
m4
make
mariadb
maven
mercurial
mesa
mesa-utils
mesa-vdpau
mkvtoolnix-cli
mlocate
moc
mpv
mtools
mtpfs
ncdu
neovim
net-tools
nethogs
network-manager-applet
networkmanager
newsboat
nginx
nmap
nnn
noto-fonts
noto-fonts-emoji
ntfs-3g
opendoas
otf-ipaexfont
otf-ipafont
otf-ipamjfont
p7zip
pacman-contrib
patch
php
php-apache
php-apcu
php-cgi
php-dblib
php-embed
php-enchant
php-fpm
php-gd
php-geoip
php-grpc
php-igbinary
php-imagick
php-imap
php-intl
php-memcache
php-memcached
php-mongodb
php-odbc
php-pgsql
php-phpdbg
php-pspell
php-redis
php-snmp
php-snuffleupagus
php-sodium
php-sqlite
php-tidy
php-xsl
phpmyadmin
pkgconf
polybar
python-pip
qbittorrent
redis
reflector
renameutils
ripgrep
rofi
rsync
ruby
speedtest-cli
spirv-tools
sratom
stow
sudo
sxhkd
sxiv
systemd-swap
texinfo
thunar
time
tipp10
tmux
trash-cli
ttc-iosevka
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-inconsolata
ttf-jetbrains-mono
ttf-liberation
ttf-linux-libertine
ttf-nerd-fonts-symbols
ttf-roboto
ttf-ubuntu-font-family
tumbler
unrar
unzip
vdpauinfo
vim
vulkan-icd-loader
wavpack
wget
which
wireless_tools
wpa_supplicant
xdg-user-dirs
xdg-utils
xdotool
xf86-video-ati
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zip
zoxide
zsh
